<?php

return [

    
    'content' => 'เขียนเนื้อหา',
    'post' => 'โพส',
    'picture' => 'แนบรูป',
    'press_enter_to_post' => 'กด Enter เพื่อโพสคอมเมนท์',
    'ban_user' => 'ระงับผู้ใช้นี้',
    'you_baned' => 'คุณถูกระงับการใช้งาน ไม่สามารถทำการโพสข้อความได้',
    'member_is_ban' => 'รายชื่อผู้ถูกระงับ',
    'delete_post' => 'ลบโพสนี้',
    'unban_user' => 'ปลดแบนผู้ใช้นี้',
    'public_date_set' => 'ตั้งเวลาแสดงข่าว',
    'public_date' => 'เวลาแสดงข่าว',
    'public_start' => 'วันเวลาที่เริ่มแสดงข่าว',
    'public_end' => 'วันเวลาที่จบแสดงข่าว',
    'is_never' => 'แสดงตลอด',
    'public_role_set' => 'ระบุกลุ่มคนเห็นข่าว',
    'public_role' => 'กลุ่มคนเห็นข่าว',
    'start' => 'เริ่ม',
    'end' => 'ระบุกลุ่มคนเห็นข่าว',
    'end' => 'ระบุกลุ่มคนเห็นข่าว',
    'create_post' => 'เพิ่มข่าว',
    'like' => 'ยอดไลค์',
    'description' => 'ข้อความข่าว',
    'image' => 'รูปภาพ',
    'prioritizes' => 'ความสำคัญ',
   

];
